[
    {
        "name": "Display Change",
        "price": "300$",
        "ratings": 4.5,
        "description": "There are many cause when you have broken your mobile display. And that is a bad experience for every user. Here we are to solve your problem. We have the best man to solve your problem. We have a huge collection of original or duplicate display. And it will take only 2/3 hours to solve your problem. You can get out quick service by adding some extra charge according to work. We are here to help you",
        "photo": "https://4.imimg.com/data4/NI/HE/GLADMIN-14324829/display-500x500.png"
    },
    {
        "name": "Speaker Change",
        "price": "100$",
        "ratings": 4.7,
        "description": "Sometimes your speaker get spoiled. And that brings a lot of problems for you. Here we are to solve your problem. We have the best man to solve your problem. We have a huge collection of original or duplicate speakers. And it will take only 3/5 hours to solve your problem. You can get out quick service by adding some extra charge according to work. We are here to help you. Don't be late to solve your problem.",
        "photo": "https://i.pinimg.com/736x/ae/49/6f/ae496f73251513f65b121f46c0d511c2--dont-worry-mobile-phones.jpg"
    },
    {
        "name": "Backpart Collection",
        "price": "120$",
        "ratings": 4.8,
        "description": "Sometimes you have to protect your mobile from different kinds of damage. For this you need a nice and fency backpart. And we are here to provide you a huge collection of backpart in our shop. That's gives you protection for your mobile and also a good experience for using. We have 300 types of design in our shop. You can order us also for your desired choice. We will provide you in 2/3 working days",
        "photo": "https://media.istockphoto.com/id/1310474222/photo/pile-of-multicolored-plastic-back-covers-for-mobile-phone-choice-of-smart-phone-protector.jpg?s=612x612&w=0&k=20&c=VfV0-KeZC-6NKJh-x69OScAy7X389AA5otrIvNU0dZU="
    },
    {
        "name": "Touch Problem",
        "price": "250$",
        "ratings": 4.6,
        "description": "Touching is the sensitive thing in a mobile. If there are a problem, it will be only a toy for you. We provide best touchplate which gives you best working experience. We have a huge collection according to the model. If it is a rare model, you can order us also. We will bring this to you within 3/4 working days. If the display get damaged within 7 days , we have the replacement system for you.",
        "photo": "https://pinkyelectronic.files.wordpress.com/2012/06/screen-repair.jpg"
    },
    {
        "name": "Camera Problem",
        "price": "350$",
        "ratings": 4.2,
        "description": "Camera is the best part of mobile. We can capture things through it. But sometime there are problems are seen in this camera also. We provide best service to solve it within 1 working days. It will give you the best experience than the previous. We provide 6 month warranty and free servicing also for this option. Don't be late. It is FIX . And it the future of mobile service of the whole world.",
        "photo": "https://i.pinimg.com/736x/51/d0/fb/51d0fb4641ae38784d51e50d79e3c797.jpg"
    },
    {
        "name": "PORT problem",
        "price": "100$",
        "ratings": 4.5,
        "description": "Earphone and charging port is a sensitive part also. If there are some problrm , you can use it for earphone and charging. But we have the solutions. We provide you best mobile jacks which gives you best service. We will only take 3/4 hours to change the port. And we also give warranty to our product. And free servicing for 6 month. That makes us unique from other. We ase here to serve you the best.",
        "photo": "https://4.imimg.com/data4/YQ/PH/GLADMIN-28297428/1-500x500.jpg"
    }
]